Repository: Jacobtey/pacman-mirrors
Catalog: locale/*/LC_MESSAGES/pacman_mirrors.po
Languages: el, ru_ru, tr_tr, uk

source: Error
ru_ru: Ошибка
uk: Помилка

source: Info
ru_ru: Сведения
uk: Інформація

source: Warning
ru_ru: Предупреждение
uk: УВАГА

source: Timeout
ru_ru: Осталось
uk: Час вийшов

source: HTTPException
ru_ru: HTTP Исключение

source: PATH
el: ΔΙΑΔΡΟΜΗ
ru_ru: ПУТЬ
tr_tr: YOL
uk: ШЛЯХ

source: FILE
el: ΑΡΧΕΙΟ
ru_ru: ФАЙЛ
tr_tr: DOSYA
uk: ФАЙЛ

source: SECONDS
el: ΔΕΥΤΕΡΟΛΕΠΤΑ
ru_ru: СЕКУНДЫ
tr_tr: SANİYELER
uk: СЕКУНД

source: DIGIT
ru_ru: ЧИСЛО

source: Branch name
ru_ru: Название ветки
uk: Назва гілки

source: Comma separated list of countries, from which mirrors will be used
ru_ru: Перечень стран через запятую, зеркала которых будут использованы
uk: Розділений комами список країн, з яких будуть використовуватися дзеркала

source: Output file
ru_ru: Результирующий файл
uk: Вихідний файл

source: Generate mirrorlist
ru_ru: Генерировать список зеркал
uk: Сформувати список дзеркал

source: Get current country using geolocation. Ignored if
ru_ru: Определить текущую страну с помощью геолокации. Игнорируется, если используется опция
uk: Отримати поточну країну за допомогою геолокації. ігнорується, якщо

source: Generate custom mirrorlist
ru_ru: Генерировать пользовательский список зеркал
uk: Створити окремий список дзеркал

source: Generation method
ru_ru: Способ генерирования
uk: Спосіб генерації

source: Don't generate mirrorlist if
ru_ru: Не генерировать список зеркал, если
uk: Не створювати список дзеркал, якщо

source: in the configuration file
ru_ru: в конфигурационном файле
uk: в конфігураційному файлі

source: Mirrors list path
ru_ru: Путь к файлу списка зеркал
uk: Дзеркала список шляхів

source: Quiet mode - less verbose output
ru_ru: Тихий режим - меньший объем выводимой информации
uk: Тихий режим - менш детальний вивід

source: Maximum waiting time for server response
ru_ru: Максимальное время ожидания ответа сервера
uk: Максимальний час очікування відповіді сервера

source: Print the pacman-mirrors version
ru_ru: Вывести версию pacman-mirrors
uk: Вивести версію pacman-mirrors

source: A quick mirrorlist. Overrides -cim --geoip
ru_ru: Быстрый список зеркал. Перезапишет результат -cim --geoip

source: Available countries are
ru_ru: Доступные страны:
uk: Доступні країни

source: Could not download from
ru_ru: Не удалось скачать с
uk: Не вдалося завантажити з

source: Cannot read file
ru_ru: Невозможно прочитать файл
uk: Неможливо прочитати файл

source: Cannot write file
ru_ru: Невозможно записать файл
uk: Неможливо записати файл

source: Converting custom mirror file to new format
ru_ru: Преобразование пользовательского файла зеркал в новый формат
uk: Перетворення призначеного для користувача файлу дзеркала в новий формат

source: Custom mirror file
ru_ru: Пользовательский файл зеркал

source: Custom mirror file saved
ru_ru: Пользовательский файл зеркал сохранен

source: User generated mirror list
el: Mirror list δημιουργημένη από το χρήστη
ru_ru: Списка зеркал, сгенерированного пользователем,
tr_tr: Kullanıcı yansı listesi oluşturdu

source: doesn't exist.
ru_ru: не существует.

source: Downloading mirrors from repo.manjaro.org
ru_ru: Загружаются зеркала с repo.manjaro.org
uk: Завантаження дзеркал з repo.manjaro.org

source: Falling back to
ru_ru: Откат к

source: is missing
ru_ru: отсутствует

source: The mirror file
ru_ru: Файл зеркал
uk: Файл дзеркала

source: Mirrorlist generated and saved to
ru_ru: Список зеркал сформирован и сохранен в

source: Must have root privileges
ru_ru: Требуются права суперпользователя

source: The mirror list is not changed
ru_ru: Список зеркал не изменился

source: No mirrors in selection
ru_ru: Ни одно зеркало не выбрано

source: To reset custom config run `pacman-mirrors -c all`
ru_ru: Для сброса настроек пользователя выполните `pacman-mirrors -c all`

source: This may take some time
ru_ru: Это может занять некоторое время
uk: Це може зайняти деякий час

source: unknown country
ru_ru: неизвестная страна
uk: невідома країна

source: Using all mirrors
ru_ru: Использование всех зеркал
uk: Використання усіх дзеркал

source: Using custom mirror file
ru_ru: Использование пользовательского файла зеркал

source: Using default mirror file
ru_ru: Использование файла зеркал по умолчанию

source: Manjaro mirrors by response time
ru_ru: Зеркала Manjaro по времени ответа
uk: Manjaro дзеркал за часом відгуку

source: Manjaro mirrors in random order
ru_ru: Зеркала Manjaro в случайном порядке
uk: Manjaro дзеркал у випадковому порядку

source: Check mirrors for your personal list
ru_ru: Проверьте зеркала в своем списке
uk: Перевірте дзеркала особистого списку

source: Use
ru_ru: Использовать
uk: Використання

source: Country
ru_ru: Страна
uk: Країна

source: Cancel
ru_ru: Отмена
uk: Скасувати

source: Confirm selections
ru_ru: Подтвердить выбор
uk: Підтвердіть вибір

source: I want to use these mirrors
ru_ru: Я хочу использовать эти зеркала
uk: Я бажаю використовувати ці дзеркала

source: is supplied
uk: постачається

source: Randomizing mirror list
uk: Рандомізація списку дзеркал

source: Sync
uk: Синхронізація

source: OK
uk: Гаразд

source: Warning: Cannot read file '{filename}': {error}
tr_tr: Uyarı: '{filename}' dosyası okunamıyor: {error}

source: generate new mirrorlist
el: δημιουργία νέας mirrorlist
tr_tr: yeni yansı listesi oluştur

source: generation method
el: μέθοδος δημιουργίας
tr_tr: oluşturma yöntemi

source: branch name
el: όνομα κλάδου
tr_tr: dal adı

source: comma separated list of countries where mirrors will be used
el: λίστα χωρών χωρισμένων με κόμμα απ' όπου θα χρησιμοποιηθούν mirrors
tr_tr: yansıların kullanılacağı ülkelerin virgülle ayrılmış listesi

source: mirrors list path
el: διαδρομή λίστας mirrors
tr_tr: yansı listesi yolu

source: output file
el: αρχείο εξόδου
tr_tr: çıktı dosyası

source: server maximum waiting time
el: ανώτατο όριο αναμονής server
tr_tr: sunucu en çok bekleme süresi

source: don't generate mirrorlist if NoUpdate is set to True in the configuration file
el: όχι δημιουργία mirrorlist αν το NoUpdate έχει οριστεί True στο αρχείο ρυθμίσεων
tr_tr: yapılandırma dosyasında NoUpdate değeri True olarak ayalanmışsa yansı listesi oluşturma

source: interactively generate a custom mirrorlist
el: διαδραστική δημιουργία εξατομικευμένης mirrorlist
tr_tr: etkileşimli olarak kişiye özel yansı listesi oluştur.

source: print the pacman-mirrors version
el: εκτύπωση της έκδοσης του pacman-mirrors
tr_tr: pacman-mirrors sürümünü yazdır

source: argument -c/--country: unknown country '{country}' Available countries are: {country_list}
el: argument -c/--country: άγνωστη χώρα '{country}' Διαθέσιμες χώρες είναι: {country_list}
tr_tr: değişken -c/--country: bilinmeyen ülke '{country}' Kullanılabilir ülkeler: {country_list}

source: :: Querying servers, this may take some time...
el: :: Αναζήτηση σε servers, αυτό μπορεί να αργήσει λίγο...
tr_tr: Sunucular sorgulanıyor, bu işlem biraz zaman alabilir...

source: Error: Failed to reach the server: {reason}
el: Σφάλμα: Αποτυχία χρήσης του server:
tr_tr: Hata: Sunucuya ulaşılamadı: {reason}

source: Error: The server couldn't fulfill the request: {code}
el: Σφάλμα: Ο server δεν κάλυψε την αίτηση:
tr_tr: Hata: Sunucu isteğe yanıt veremedi: {code}

source: Error: Failed to reach the server: Timeout
tr_tr: Hata: Sunucuya ulaşılamadı: Zaman aşımı

source: Warning: Wrong date format in 'state' file.
el: Προειδοποίηση: Λάθος μορφή ημερομηνίας στο αρχείο 'state'.
tr_tr: Uyarı: 'state' dosyasında yanlış tarih biçemi

source: Error: Cannot read file '{filename}': {error}
el: Σφάλμα: Αδυναμία ανάγνωσης αρχείου '{filename}': {error}
tr_tr: Hata: '{filename}' dosyası okunamadı: {error}

source: :: Randomizing server list...
el: :: Τυχαιοποίηση λίστας server...
tr_tr: :: Sunucu listesi rastgele belirleniyor...

source: Error: No server available !
el: Σφάλμα: Κανένας διαθέσιμος server !
tr_tr: Hata: Hazırda sunucu yok.

source: :: Generated and saved '{output_file}' mirrorlist.
el: :: Δημιουργήθηκε και αποθηκεύτηκε η mirrorlist '{output_file}'.
tr_tr: :: '{output_file}' yansı listesi oluşturuldu ve kaydedildi.

source: Error: Cannot write file '{filename}': {error}
el: Σφάλμα: Αδυναμία εγγραφής αρχείου '{filename}': {error}
tr_tr: Hata: '{filename}' dosyası yazılamadı: {error}

source: Error: Cannot update file '{filename}': {error}
el: Σφάλμα: Αδυναμία ανανέωσης αρχείου '{filename}': {error}
tr_tr: Hata: '{filename}' dosyası güncellenemedi: {error}

source: :: Saved personalized list of mirrors in '{custom_file}'.
tr_tr: :: Kişiselleştirilmiş yansı listesi '{custom_file}' dosyasında kaydedildi.

source: Warning: Cannot remove 'Custom' country in the configuration file: {error}
tr_tr: Uyarı: 'Custom' ülke yapılandırma dosyasından kaldırılamadı: {error}

source: Previous page
tr_tr: Önceki sayfa

source: Next page
tr_tr: Sonraki sayfa

source: Mirrors list sorted by response time
tr_tr: Yanıt süresine göre sıralanmış yansı listesi

source: List of selected mirrors
tr_tr: Seçilmiş yansıların listesi

source: Select by clicking mirrors to prepare your custom list
tr_tr: Kendi listenizi oluşturmak için yansıları tıklayarak seçin

source: Show custom list
tr_tr: Kişiye özel listeyi göster

source: Back to main list
tr_tr: Ana listeye dön

source: Done
tr_tr: Tamamlandı

source: Error: Must have root privileges.
el: Σφάλμα: Απαιτούνται δικαιώματα διαχειριστή

source: Error: Failed to reach the server: Timeout.
el: Σφάλμα: Αποτυχία χρήσης του server: Χρονική υπέρβαση.

source: Error: Cannot read server response: HTTPException.
el: Σφάλμα: Δεν μπορεί να αναγνωστεί η απάντηση του server: HTTPException.
